<<<<<<< HEAD
{"class_name": "Sequential", "keras_version": "1.2.1", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_7", "output_dim": 30, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 27816, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 27816]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_8", "output_dim": 12, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 30, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 30]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_9", "output_dim": 2, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 12, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "batch_input_shape": [null, 12]}}]}
=======
{"class_name": "Sequential", "keras_version": "1.2.1", "config": [{"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_10", "output_dim": 12, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 3188, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 3188]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_11", "output_dim": 8, "activity_regularizer": null, "trainable": true, "init": "glorot_uniform", "bias": true, "input_dtype": "float32", "input_dim": 12, "b_regularizer": null, "W_regularizer": null, "activation": "relu", "batch_input_shape": [null, 12]}}, {"class_name": "Dense", "config": {"W_constraint": null, "b_constraint": null, "name": "dense_12", "output_dim": 2, "activity_regularizer": null, "trainable": true, "init": "uniform", "bias": true, "input_dtype": "float32", "input_dim": 8, "b_regularizer": null, "W_regularizer": null, "activation": "sigmoid", "batch_input_shape": [null, 8]}}]}
>>>>>>> ce3157f77fe9208dde6d3129d4c001e945792690
